/* Title when connecting to a host (right now just contains the host name) */
"%@" = "%@";

/* Unit format string for displaying a number of bytes */
"%@ B" = "%@ Б";

/* Unit format string for displaying a number of gigabytes */
"%@ GB" = "%@ ГБ";

/* Unit format string for displaying a number of gigahertz */
"%@ GHz" = "%@ ГГц";

/* Unit format string for displaying a number of hertz */
"%@ Hz" = "%@ Гц";

/* Unit format string for displaying a number of kilobytes */
"%@ KB" = "%@ КБ";

/* Unit format string for displaying a number of kilohertz */
"%@ KHz" = "%@ КГц";

/* Unit format string for displaying a number of megabytes */
"%@ MB" = "%@ МБ";

/* Unit format string for displaying a number of megahertz */
"%@ MHz" = "%@ МГц";

/* Description of an image's size such as (1024 by 768) */
"%d by %d" = "%1$d на %2$d";

/* Message asking user if they want to replace a local file */
"\"%@\" already exists in Briefcase.  Do you want to replace it?" = "\"%@\" уже есть в Briefcase.  Хотите заменить?";

/* Message displayed when the other iPhone refuses a connection */
"\"%@\" has declined connection" = "\"%@\" отклонил соединение";

/* Error message for an access denied error */
"Access to file denied" = "Доступ к файлу запрещен";

/* Title for screen that shows the currect background activities in progress (downloads or uploads)
   Activity title */
"Activity" = "Задачи";

/* Title for add bookmark view */
"Add Bookmark" = "Добавить закладку";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add File to iTunes Library" = "Добавить файл в iTunes";

/* Label for file action that adds an image to the iPhoto library of the connected Mac */
"Add Image to iPhoto Library" = "Добавить изображение в библиотеку iPhoto";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add Media File to iTunes Library" = "Добавить файл в библиотеку iTunes";

/* Title for button that allows the user to add a new remote destination to upload files to */
"Add New Destination" = "Добавить путь";

/* Title for screen where you add a new remote host to bookmark list */
"Add Remote Host" = "Добавить сервер";

/* Add a photo to the iPhone's photo album */
"Add to Photo Album" = "Добавить в Фото Альбом";

/* Error message for remote write error */
"An error occurred while writing to the remote file" = "Ошибка записи в удаленный файл";

/* Error message when remote command execution fails */
"An error was encountered while executing the remote command" = "Ошибка исполнения удаленной команды";

/* Actions available to the user for this file */
"Available Actions" = "Доступные операции";

/* Title for view that shows a list of document bookmarks */
"Bookmarks" = "Закладки";

/* Title for screen that displays the files stored in Briefcase */
"Briefcase Files" = "Файлы Briefcase";

/* The name of the file containing the manual.  This filename should be translated */
"Briefcase Manual.pdf" = "Руководство по Briefcase.pdf";

/* System information label for the frequency of the bus (eg 1.3GHz */
"Bus Frequency" = "Частота шины";

/* Cancel button label */
"Cancel" = "Отменить";

/* Button allowing the user to choose a destination for their file on the remote machine */
"Choose Destination" = "Выбрать путь";

/* System information label for computer name */
"Computer Name" = "Имя компьютера";

/* System information label for the type of computer (eg iMac) */
"Computer Type" = "Тип компьютера";

/* Connect title */
"Connect" = "Связь";

/* Title for screen once we have connected */
"Connected" = "Связь установлена";

/* Title for screen while we are connecting */
"Connecting" = "Установка связи";

/* Title for dialog asking user if they wish to accept a connection from another iPhone */
"Connection Request" = "Запрос связи";

/* Message for users viewing file information when not connected */
"Connection required for more options" = "Для получения опций необходимо наличие связи";

/* Message shown to user when they try to connect to an iPhone using Briefcase Lite */
"Briefcase Lite can only receive (not initiate) iPhones-to-iPhone connections" = "Соединение с iPhone не доступно в версии Briefcase Lite";

/* Continue button label */
"Continue" = "Продолжить";

/* System information label for the number of core the CPU(s) in the computer have */
"CPU Cores" = "Количество ядер ЦП";

/* System information label for the frequence of the CPU(s) (eg 3GHz) */
"CPU Frequency" = "Частота ЦП";

/* Label for information field that displays the modified data of the file */
"date" = "дата";

/* Delete partial file */
"Delete" = "Удалить";

/* Delete a document from Briefcase */
"Delete Document" = "Удалить документ";

/* Delete an image from Briefcase */
"Delete Image" = "Удалить изображение";

/* Desktop folder in the user's directory */
"Desktop" = "Desktop";

/* Title for table section that lists the actions you can perform on a disk image */
"Disk Image Options:" = "Опции отображения диска:";

/* message telling the user that the directory they are downloading has too many files in it */
"Directory contains too many files to download" = "Слишком много файлов в каталоге для загрузки";

/* Title for message telling the user a directory is too large for this device */
"Directory Too Large" = "Каталог слишком большой";

/* Message asking the user if they want to receive a transfer from another iPhone and advising them how to cancel the connection */
"Do you wish to receive files from \"%@\"? (Quitting Briefcase will cancel transfer.) Accept files?" = "Желаете получить файлы с \"%@\"? (Выход из Briefcase прервет передачу.) Принять файлы?";

/* Documents folder in the user's directory */
"Documents" = "Documents";

/* Log message when an operation ends with an error */
"Done with error: %@" = "Закончено с ошибкой: %@";

/* Title for screen that allows you to download files */
"Download" = "Загрузить";

/* Label for downloading a file.  The filename will be substituted in */
"Download %@" = "Загрузить %@";

/* Button label for downloading a whole directory */
"Download Directory" = "Загрузить каталог";

/* Error message when a file download ends before the whole file is downloaded */
"Download of file \"%@\" ended prematurely" = "Загрузка файла \"%@\" была прервана";

/* Label shown in activity view describing the download operation */
"Downloading" = "Загрузка";

/* Log message for when a file is downloaded */
"Downloading file: %@" = "Загрузка файла: %@";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of directories is supported only in the full version of Briefcase" = "Загрузка каталогов поддерживается только в полной версии Briefcase";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of this file type is supported only in the full version of Briefcase" = "Загрузка данного типа файла поддерживается только в полной версии Briefcase";

/* Downloads folder in the user's directory */
"Downloads" = "Downloads";

/* Error message when we have a problem reading the local file */
"Error while reading local file \"%@\" from device" = "Ошибка чтения локального файла \"%@\" с устройства";

/* Title for warning that a files already exists */
"File Exists" = "Файл существует";

/* Title for message telling the user a file is too large for this device */
"File Too Large" = "Файл слишком большой";

/* Title for back button
   Briefcase title */
"Files" = "Файлы";

/* Label for UI element that shows the amount of free space left on the device */
"Free Space:" = "Свободное место:";

/* Button that takes users to the App Store to buy Briefcase */
"Get Briefcase" = "Поличить Briefcase";

/* Download title */
"Get File" = "Загрузка";

/* Title for warning when remote host's hash value has changed */
"Host's Hash Value has Changed" = "Хэш сервера был изменен";

/* Title for table section that lists the actions you can perform on an image file */
"Image Actions" = "Операции с изображениями";

/* Title for warning when a download is incomplete */
"Incomplete Download" = "Неполная загрузка";

/* Label for file action that installs the given package on the remote Mac */
"Install on Mac" = "Установить на Маке";

/* Title for table section that lists the actions you can perform on an installer package */
"Installer Package Options:" = "Опции установочного пакета:";

/* Keep partial file */
"Keep" = "Оставить";

/* Title for message to user warning them to lock their devices */
"Keychain Warning" = "Предупреждение Keychain";

/* Title for browsing local machines in connect tab */
"Local" = "Локальные";

/* Title for login screen */
"Login" = "Регистрация";

/* Title when login failed */
"Login Failed" = "Регистрация не удалась";

/* System information label for the amount of memory in the computer */
"Memory Size" = "Объем памяти";

/* Label for file action that mounts the given disk image on the remote Mac */
"Mount Disk Image" = "Замонтировать отображение диска";

/* Movies folder in the user's directory */
"Movies" = "Movies";

/* Music folder in the user's directory */
"Music" = "Music";

/* Placeholder for a bookmark name.  It is tagged with a number */
"My Bookmark%d" = "Моя закладка%d";

/* Label for information field that displays the name of the file */
"name" = "имя";

/* Title for dialogs that show error messages about failed network operations */
"Network Operation Error" = "Ошибка сети";

/* No, refuse connection */
"No" = "Нет";

/* Message in information screen when we do not have any information to display */
"No Information Available" = "Информация недоступна";

/* Message when there are no local machines */
"No Local Machines" = "Локальные машины отсутствуют";

/* Error message when we have lost our connection */
"No SFTP connection for download" = "SFTP связь для загрузки отсутствует";

/* Message in information screen when we are not connected */
"Not Connected" = "Связь отсутствует";

/* Label for OK button
   OK button label */
"OK" = "Да";

/* Ok button label */
"Ok" = "Да";

/* Message telling the user that only part of a file was received */
"Only part of the file \"%@\" was received.  Do you wish to delete the partial file?" = "Файл \"%@\" был принят частично. Хотите удалить неполный файл?";

/* Label for file action that opens a document on a connected Macintosh computer */
"Open on Mac" = "Открыть на Maке";

/* Label for button that displays the UI for setting the file browsing options */
"Options" = "Опции";

/* System information label for the version of the operating system */
"OS Version" = "Версия OS";

/* Title of back button when file browsing.  Refers the the parent directory */
"Parent" = "Назад";

/* Title for table section that lists the actions you can perform on a PDF file */
"PDF Options:" = "Опции PDF:";

/* Pictures folder in the user's directory */
"Pictures" = "Pictures";

/* Label for file action that plays a movie or sound file on the iPhone */
"Play File" = "Проиграть файл";

/* Label for file action that plays a media file on a connected Macintosh computer */
"Play File on Mac" = "Проиграть на Маке";

/* Title for browsing remote machines in connect tab */
"Remote" = "Удаленные";

/* Message informing users that they have to upgrade to get the feature */
"Remote login is supported only in the full version of Briefcase" = "Удаленная регистрция поддерживается только в полной версии Briefcase";

/* Label for information field that reports an images resolution */
"resolution" = "разрешение";

/* Label shown in activity view describing the operation */
"Running Remote Command" = "Исполнение удаленной команды";

/* Log message when an upload begins */
"Running remote command" = "Исполнение удаленной команды";

/* Label for file action that sets an image as the desktop background on the remote Mac */
"Set as Desktop Background" = "Установить как обои";

/* Label for information field that displays the size of the file */
"size" = "размер";

/* Title for system information table */
"System Information" = "Информация о системе";

/* Warning when remote host's hash value has changed */
"The crytographic key of the machine you are logging into has changed.  This could mean another computer has intercepted your login" = "Зашифрованный ключ доступа к машине был изменен. Возможно попытка связи была прорвана другим компьютером";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "Удаленный файл \"%@\" уже существыет.  Хотите его заменить?";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on this device to download \"%@\".  You would require %@ more space." = "Недостаточно свободного места на устройстве чтобы загрузить \"%1$@\".  Необходимо еще %2$@ свободного места.";

/* Message shown to users who try to use the Get Files tab while connected to an iPhone */
"This option not available for iPhones" = "Эта опция недоступна для iPhone";

/* Error message when Briefcase cannot open a remote file */
"Unable to open remote file \"%@\"" = "Невозможно открыть удаленный файл \"%@\"";

/* Error message when we cannot open a local file on the iPhone */
"Unable to read \"%@\" file on local device" = "Невозможно прочитать файл \"%@\" на локальном устройстве";

/* Error message for when Briefcase cannot read a file's properties */
"Unable to read properties of remote file" = "Невозможно прочитать свойства удаленного файла";

/* Error message when Briefcase cannot resume a download because the file is larger than 2Gb */
"Unable to resume download of file \"%@\".  File is too large" = "Невозможно возобновить загрузку файла \"%@\".  Файл слишком большой";

/* Error message when remote command execution fails */
"Unable to run command on remote host" = "Невозможно исполнить команду на удаленном сервере";

/* Error message when Briefcase cannot open a local file */
"Unable to write file \"%@\" to iPhone" = "Невозможно записать файл \"%@\" на iPhone";

/* Error message when an unknown error has occurred */
"Unknown error" = "Неизвестная ошибка";

/* Button allowing a user to upload to another iPhone user's copy of Briefcase */
"Upload to Briefcase" = "Загрузить в Briefcase";

/* Title for table section that lists places you can upload your file to */
"Upload to:" = "Загрузить в:";

/* Label shown in activity view describing the upload operation */
"Uploading" = "Загрузка";

/* Log message when we start uploading a file */
"Uploading file %@" = "Загрузка файла %@";

/* Label for UI element that shows the amount of space used by files in Briefcase */
"Used Space:" = "Используемое место:";

/* Label for file action that views a document on the iPhone */
"View Document" = "Просмотреть документ";

/* Title for error message that occurs when Briefcase cannot display a document */
"View Document Error" = "Ошибка просмотра документов";

/* Label for file action that views a document on a connected Macintosh computer */
"View Document on Mac" = "Просмотреть документ на Маке";

/* Label for file action that views an image on the connected Mac */
"View Image On Mac" = "Просмотреть изображение на Маке";

/* Error message displayed when Briefcase cannot display a document */
"Viewing of document \"%@\" is not supported on this device" = "Просмотр документа \"%@\" не поддерживается на данном устройстве";

/* Message shown to the user while waiting for the other iPhone to accept their connection request */
"Waiting for permission to connect to \"%@\"" = "Ожидается разрешение на связь с \"%@\"";

/* Warning displayed to user the first time they save a password */
"Warning: If you save passwords to the keychain it is strongly recommended that you turn on the Passcode Lock feature of the iPhone." = "Внимание: Если вы сохраняете пароли, настоятельно рекомендуется включить защиту iPhone паролем";

/* Yes, accept connection */
"Yes" = "Да";

/* Message when login failed */
"Your username and password were not accepted.  Please try again." = "Имя пользователя и пароль не были приняты. Попытайтесь снова.";

/* Message informing users that they have to upgrade to view large images */
"Image viewing in Briefcase Lite is limited to small images (one mega-pixel or less)" = "Briefcase Lite может показывать только небольшие изображения. Полная версия Briefcase поддерживает изображения большого формата.";

/* Message asking the user if they want to erase all of their passwords */
"Do you wish to clear all stored passwords from your keychain?" = "Желаете удалить все пароли сохраненные в keychain?";

/* Message informing users that they have to upgrade to view more file types */
"This document type is not supported in Briefcase Lite." = "Данный тип документа не поддерживается. Полная версия Briefcase поддерживает больше форматов.";

/* Message to the user telling them that no WiFi network is available */
"No WiFi Network" = "Сеть WiFi недоступна";
